Repository: eiten/rezepte
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Benutzer
fr: Utilisateur

source: Neues Rezept
fr: Nouvelle recette

source: Verwaltung
fr: Administration

source: Kategorien
fr: Catégories

source: Pfade
fr: Chemins

source: Abmelden
fr: Se déconnecter

source: Login
fr: Connexion

source: Rezepte suchen...
fr: Rechercher des recettes...

source: Editor help
fr: Aide de l'éditeur

source: Editor Help
fr: Aide de l'éditeur

source: Anmelden
fr: Se connecter

source: Bitte gib deine Zugangsdaten ein
fr: Veuillez entrer vos identifiants

source: Benutzername
fr: Nom d'utilisateur

source: Dein Name
fr: Votre nom

source: Passwort
fr: Mot de passe

source: Einloggen
fr: Se connecter

source: Oder
fr: Ou

source: Nur für registrierte Mitglieder der Rezept-App. Möchtest Du auch Rezepre erstellen und bearbeiten, dann melde Dich bei Edi.
fr: Réservé aux membres enregistrés de l'application recettes. Si vous souhaitez créer et modifier des recettes, veuillez contacter Edi.

source: Hast du noch keinen Account? Wende dich an einen Administrator.
fr: Vous n'avez pas encore de compte ? Veuillez contacter un administrateur.

source: OAuth Verknüpfung
fr: Liaison OAuth

source: Account verknüpfen
fr: Lier le compte

source: Verknüpfe dein %(provider)s-Konto
fr: Liez votre compte %(provider)s

source: %(provider)s E-Mail:
fr: E-mail %(provider)s:

source: Wir haben einen passenden Account gefunden!
fr: Nous avons trouvé un compte correspondant !

source: Die E-Mail-Adresse stimmt überein. Du kannst direkt verknüpfen oder zur Sicherheit dein Passwort eingeben.
fr: L'adresse e-mail correspond. Vous pouvez la lier directement ou entrer votre mot de passe pour plus de sécurité.

source: Direkt verknüpfen
fr: Lier directement

source: Oder mit anderem Account
fr: Ou avec un autre compte

source: Dein Benutzername
fr: Votre nom d'utilisateur

source: Rezepte-App Passwort
fr: Mot de passe de l'application recettes

source: Gib dein <strong>lokales Rezepte-App Passwort</strong> ein, um die Verknüpfung zu bestätigen.
fr: Entrez votre <strong>mot de passe local de l'application recettes</strong> pour confirmer la liaison.

source: Verknüpfen und einloggen
fr: Lier et se connecter

source: Anzeigename
fr: Nom d'affichage

source: %(provider)s-Verknüpfung
fr: Liaison %(provider)s

source: Mit %(provider)s verknüpft
fr: Lié avec %(provider)s

source: Seit
fr: Depuis

source: Verknüpfung aufheben
fr: Supprimer la liaison

source: Du kannst deinen Account mit %(provider)s verknüpfen, um dich in Zukunft einfacher anzumelden.
fr: Vous pouvez lier votre compte avec %(provider)s pour vous connecter plus facilement à l'avenir.

source: Mit %(provider)s verknüpfen
fr: Lier avec %(provider)s

source: Passwort ändern (optional)
fr: Changer le mot de passe (optionnel)

source: Aktuelles Passwort
fr: Mot de passe actuel

source: Neues Passwort
fr: Nouveau mot de passe

source: Neues Passwort (wiederholen)
fr: Nouveau mot de passe (répéter)

source: Die neuen Passwörter stimmen nicht überein.
fr: Les nouveaux mots de passe ne correspondent pas.

source: Abbrechen
fr: Annuler

source: Speichern
fr: Enregistrer

source: Bitte gib dein Passwort ein, um sicherzustellen, dass du dich nach dem Aufheben der Verknüpfung noch anmelden kannst.
fr: Veuillez entrer votre mot de passe pour vous assurer que vous pourrez toujours vous connecter après la suppression de la liaison.

source: Zurück
fr: Retour

source: Bearbeiten
fr: Modifier

source: Löschen
fr: Supprimer

source: Von
fr: Par

source: Rezept bearbeiten
fr: Modifier la recette

source: Editor Syntax Hilfe
fr: Aide sur la syntaxe de l'éditeur

source: Mengen & Einheiten
fr: Quantités et unités

source: Textformatierung
fr: Formatage du texte

source: Emoticon Kurzbefehle
fr: Raccourcis émoticônes

source: Neues Rezept erstellen
fr: Créer une nouvelle recette

source: Erstellen
fr: Créer

source: Basisdaten
fr: Données de base

source: Speicherort (Ordner)
fr: Emplacement de stockage (dossier)

source: Rezeptname
fr: Nom de la recette

source: Rezeptname...
fr: Nom de la recette...

source: Autor
fr: Auteur

source: Autor...
fr: Auteur...

source: Quelle
fr: Source

source: Quelle, zum Beispiel Oma Gertrud...
fr: Source, par exemple Grand-mère Gertrud...

source: Einführung / Preamble
fr: Introduction / préambule

source: Einführung, wenn gewünscht...
fr: Introduction, si désiré...

source: Nach oben
fr: Monter

source: Nach unten
fr: Descendre

source: Kategorie wählen
fr: Choisir une catégorie

source: -- Bitte wählen --
fr: -- Veuillez choisir --

source: Zutaten
fr: Ingrédients

source: Menge
fr: Quantité

source: Zahl oder Bereich
fr: Nombre ou plage

source: Zutat
fr: Ingrédient

source: Notiz (optional)
fr: Note (optionnel)

source: Zutat hinzufügen
fr: Ajouter un ingrédient

source: Anleitung
fr: Instructions

source: Beschreibe den Schritt...
fr: Décrivez l'étape...

source: Einen weiteren Schritt hinzufügen
fr: Ajouter une autre étape

source: Notiz
fr: Note

source: Zubereitung
fr: Préparation

source: Info / Kategorie
fr: Info / Catégorie

source: Zutat entfernen?
fr: Supprimer l'ingrédient ?

source: Diesen Schritt wirklich löschen?
fr: Vraiment supprimer cette étape ?

source: Admin - Benutzerverwaltung
fr: Admin - Gestion des utilisateurs

source: Benutzer verwalten
fr: Gérer les utilisateurs

source: Anzeigename / E-Mail
fr: Nom d'affichage / E-mail

source: Aktiv
fr: Actif

source: Aktion
fr: Action

source: Leer lassen = keine Änderung
fr: Laisser vide = pas de changement

source: Neuer Benutzer...
fr: Nouvel utilisateur...

source: Vollständiger Name
fr: Nom complet

source: Passwort vergeben
fr: Définir le mot de passe

source: AUTO-AKTIV
fr: AUTO-ACTIF

source: Hinzufügen
fr: Ajouter

source: Admin - Kategorien
fr: Admin - Catégories

source: Kategorien verwalten
fr: Gérer les catégories

source: Icon
fr: Icône

source: Name
fr: Nom

source: Farbe
fr: Couleur

source: Hex-Code
fr: Code hexadécimal

source: Name...
fr: Nom...

source: Admin - Ordnerstruktur
fr: Admin - Structure des dossiers

source: (Kein Elternordner)
fr: (Pas de dossier parent)

source: Ordnerstruktur verwalten
fr: Gérer la structure des dossiers

source: Ordnername (Hierarchie)
fr: Nom du dossier (hiérarchie)

source: Übergeordnet
fr: Parent

source: Neuer Ordner...
fr: Nouveau dossier...

source: Rezepte
fr: Recettes

source: Suche:
fr: Recherche:

source: Alle Rezepte
fr: Toutes les recettes

source: Einträge
fr: Entrées

source: Suchanfrage fehlerhaft
fr: Requête de recherche invalide

source: Tipp:
fr: Conseil:

source: Verwende z.B.
fr: Utilisez par exemple

source: oder
fr: ou

source: von
fr: par

source: Rezept wirklich unwiderruflich löschen?
fr: Vraiment supprimer cette recette définitivement ?

source: fett
fr: gras

source: kursiv
fr: italique

source: hochgestellt
fr: exposant

source: tiefgestellt
fr: indice

source: Seite
fr: Page

source: Stand
fr: Date

source: Letzte Änderung
fr: Dernière modification

source: Profil
fr: Profile

source: Einheiten
fr: Unités

source: Admin - Einheiten
fr: Admin - Unités

source: Einheiten verwalten
fr: Gérer les unités

source: LaTeX Code
fr: Code LaTeX

source: Typ
fr: Type

source: Neu
fr: Nouveau

source: Hinweise
fr: Remarques

source: Name: Vollständiger Name der Einheit (z.B. 'Gramm', 'Milliliter')
fr: Nom : Nom complet de l'unité (p. ex. 'Gramme', 'Millilitre')

source: Symbol: Kurzes Symbol der Einheit (z.B. 'g', 'ml', 'TL')
fr: Symbole : Symbole court de l'unité (p. ex. 'g', 'ml', 'c. à c.')

source: LaTeX Code: Der LaTeX-Befehl für siunitx (z.B. '\gram', '\milli\liter')
fr: Code LaTeX : La commande LaTeX pour siunitx (p. ex. '\gram', '\milli\liter')

source: Typ: Kategorie der Einheit für Gruppierung und Filterung
fr: Type : Catégorie de l'unité pour le regroupement et le filtrage
